/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@（共 %2$@）";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "此捷徑是於 %2$@從 %1$@ 輸入的。";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "此捷徑是於%2$@ 從 %1$@ 輸入的。";

/* %@ = action name */
"Add “%@”" = "加入「%@」";

/* %@ = action name */
"Remove “%@”" = "移除「%@」";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "您要在「捷徑」中登出「%@」嗎？";

/* %@ = service name */
"Do you want to sign out of %@?" = "要登出 %@ 嗎？";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "此捷徑是從 %@ 輸入的。確定要執行嗎？";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "做為%@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "也要刪除「%@」內的動作嗎？";

/* %@=app name */
"Install %@" = "安裝「%@」";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri 語句";

/* Access resource action settings title */
"Accounts" = "帳號";

/* Accessibility accouncement */
"Finished editing shortcuts" = "已完成編輯捷徑";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "「%@」已加入喜好項目";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "取消將「%@」設為喜好動作";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "正在執行捷徑";

/* Accessibility action */
"Delete shortcut" = "刪除捷徑";

/* Accessibility action */
"Duplicate shortcut" = "複製捷徑";

/* Accessibility action */
"Favorite Action" = "喜好動作";

/* Accessibility action */
"Rename shortcut" = "重新命名捷徑";

/* Accessibility action */
"Un-favorite Action" = "取消設為喜好動作";

/* Accessibility action or discoverability title */
"Edit shortcut" = "編輯捷徑";

/* Accessibility action or discoverability title */
"Run shortcut" = "執行捷徑";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "已將「%@」加入捷徑";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "接受的輸入類型";

/* Accessibility announcement */
"Closed variables tray" = "已關閉變數列";

/* Accessibility announcement */
"Editing shortcuts" = "正在編輯捷徑";

/* Accessibility announcement */
"Opened variables tray" = "已打開變數列";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "拖移";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "捷徑已完成";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "已將「%1$@」加入「%2$@」上方的捷徑";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "已將「%1$@」加入「%2$@」下方的捷徑";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "移到 %@ 上方";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "移到 %@ 下方";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "已移除「%@」";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "重複的「%@」";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "已收合";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "拖移";

/* Accessibility announcement; expanded parameter */
"expanded" = "已展開";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "捷徑已停止";

/* Accessibility hint */
"Closes the shortcut" = "關閉捷徑";

/* Accessibility hint */
"Creates a new shortcut" = "製作新捷徑";

/* Accessibility hint */
"Deletes the selected shortcuts" = "刪除所選捷徑";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "點兩下來加入到捷徑下方。點兩下並按住，然後拖移到捷徑中的自定位置。";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "可拖移。點兩下並按住，等待提示聲，然後拖移來重新排列。點兩下來選取。";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "複製所選捷徑";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "當內容以此處所選的其中一個類型來分享時，此捷徑將顯示在「捷徑」動作延伸功能（iOS 分享選單）中。";

/* Accessibility hint */
"Turns off shortcut editing mode" = "關閉捷徑編輯模式";

/* Accessibility hint */
"Turns on shortcut editing mode" = "開啟捷徑編輯模式";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "點兩下來將動作抽屜收合成一半螢幕";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "點兩下來完全展開動作抽屜";

/* Accessibility hint on action */
"Double-tap to read the action description." = "點兩下來閱讀動作說明。";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "可拖移。點兩下並按住，等待提示聲，然後拖移來重新排列。點兩下來閱讀動作說明。";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "點兩下來切換設定";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "點兩下來選擇";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "點兩下來收合";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "點兩下來插入";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "點兩下來展開";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "執行捷徑「%@」";

/* Accessibility label */
"Add Tag" = "加入標記";

/* Accessibility label */
"Close" = "關閉";

/* Accessibility label */
"Create Shortcut" = "製作捷徑";

/* Accessibility label */
"Show Keyboard" = "顯示鍵盤";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "「%@」的內部";

/* Accessibility label or discoverability title */
"Redo" = "重做";

/* Accessibility label or discoverability title */
"Undo" = "還原";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "已縮到最小";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "一半螢幕";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "全螢幕";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "%@動作 - 執行中 - 已完成百分之 %d";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@動作";

/* Accessibility label; remove search filter */
"Remove filter" = "移除過濾條件";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@（未選取）";

/* Accessibility value; switch is on */
"On" = "開啟";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "放開手指來移除「%@」";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "此動作會將傳送輸入項目做為輸出。";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "取得傳入捷徑起始處的輸入項目。";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "您尚未擁有任何「共享工作表」捷徑。\n\n若要加入捷徑，請製作捷徑並在設定中開啟「在共享工作表中顯示」。";

/* Action extension; no search results */
"No shortcuts match the search." = "沒有符合搜尋的捷徑。";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "您尚未擁有任何捷徑。";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri 建議";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "捷徑：%@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "加入到此捷徑";

/* Add search filter */
"Add Filter" = "加入過濾條件";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "任何能取用此共享連結的人都可以檢視此捷徑的內容。";

/* Alert title */
"Error" = "錯誤";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "製作 iCloud 連結";

/* Allow access to service */
"Allow Access" = "允許連線";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "（未安裝）%@";

/* App search view; navigation bar title */
"Choose App" = "選擇 App";

/* App search view; no results */
"No results." = "沒有結果。";

/* App search view; search bar placeholder */
"Search apps…" = "搜尋 App⋯";

/* Apple Watch complication */
"Complication" = "複雜功能";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "您尚未擁有任何 Apple Watch 捷徑。";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "選擇要在 Apple Watch 錶面上的複雜功能中顯示哪些捷徑。\n\n當捷徑依據執行時間顯示在複雜功能中時，「捷徑」會隨時間最佳化。";

/* Apps category */
"Apps" = "App";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "當這個捷徑執行時要求您輸入文字。";

/* Boolean false */
"False" = "偽";

/* Boolean true */
"True" = "真";

/* Button */
"Back" = "返回";

/* Button */
"Cancel" = "取消";

/* Button */
"Choose Variable" = "選擇變數";

/* Button */
"Clear" = "清除";

/* Button */
"Delete Actions" = "刪除動作";

/* Button */
"Delete Shortcut" = "刪除捷徑";

/* Button */
"Done" = "完成";

/* Button */
"Get More Shortcuts" = "取得更多捷徑";

/* Button */
"Go Back" = "返回";

/* Button */
"Help" = "輔助說明";

/* Button */
"Keep Actions" = "保留動作";

/* Button */
"Next" = "下一步";

/* Button */
"OK" = "好";

/* Button */
"Remove Action" = "移除動作";

/* Button */
"Remove Action From Shortcut" = "從捷徑中移除動作";

/* Button */
"Remove Photo" = "移除照片";

/* Button */
"Select Magic Variable" = "選擇「神奇變數」";

/* Button */
"Select Photo" = "選擇照片";

/* Button */
"Show Action Settings" = "顯示動作設定";

/* Button */
"Show Actions" = "顯示動作";

/* Button */
"Sign Out" = "登出";

/* Button */
"Take Photo" = "拍照";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "加入主畫面";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "加入主畫面";

/* Button or title */
"Delete" = "刪除";

/* Button or title */
"Run Shortcut" = "執行捷徑";

/* Button or title */
"Settings" = "設定";

/* Button or title */
"Variables" = "變數";

/* Button title */
"Add to Siri" = "加入到 Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "取得捷徑";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "以全螢幕顯示結果";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "進行導覽";

/* Button; used for sharing a shortcut's result */
"Share Result" = "分享結果";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "此捷徑可用於下列 App 和裝置：";

/* Choose an item */
"Choose" = "選擇";

/* Conditional AND */
"and" = "和";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "還原「否則」";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "若條件為偽，將會執行置於「否則」後方的動作。";

/* Conditional actions settings navigation bar title */
"If Action" = "如果動作";

/* Confirmation HUD when link copies */
"Link copied" = "拷具的連結";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "確定要停止共享此捷徑嗎？iCloud 連結將會刪除且無法再使用。";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "將從您所有的 iCloud 裝置上刪除此捷徑。";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "將從您所有的 iCloud 裝置上刪除這些捷徑。";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "「%1$@」看起來不是「%2$@」。您是要加入聯絡人嗎？";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "繼續使用「%@」";

/* Contact field; accessibility label */
"Add Contact" = "加入聯絡資訊";

/* Contact field; button */
"Search Contacts" = "搜尋聯絡人";

/* Contact field; supported type string */
"a phone number" = "電話號碼";

/* Contact field; supported type string */
"a phone number or email address" = "電話號碼或電子郵件位址";

/* Contact field; supported type string */
"an email address" = "1 個電子郵件位址";

/* Content Types category */
"Content Types" = "內容類型";

/* Copy link to shortcut */
"Copy Link" = "拷貝連結";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "拷貝 iCloud 連結";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "此格式會依循「Unicode 技術標準 #35」的模式。";

/* Custom date format alert title */
"Custom Date Format" = "自定日期格式";

/* Custom date formatting style */
"Custom" = "自定";

/* Custom time format title */
"Custom Format" = "自定格式";

/* Default option */
"Default" = "預設";

/* Delete all shortcuts */
"Delete All" = "全部刪除";

/* Delimeter for input types */
", " = "、";

/* Deselect all input types */
"Deselect All" = "取消全選";

/* Dictionary key placeholder */
"Key" = "鍵值";

/* Discoverability or accessibility title */
"Shortcut Settings" = "捷徑設定";

/* Discoverability or accessibility title */
"Stop Shortcut" = "停止捷徑";

/* Discoverability title */
"Close shortcut" = "關閉捷徑";

/* Discoverability title */
"Search actions" = "搜尋動作";

/* Discoverability title */
"Stop shortcut" = "停止捷徑";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "在共享工作表中顯示";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "顯示於小工具";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "顯示於複雜功能";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "顯示在 Apple Watch 上";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "複製捷徑";

/* Duplicate shortcut */
"Duplicate" = "複製";

/* Edit import questions back bar button title */
"Questions" = "問題";

/* Error message */
"No options available." = "沒有可用的選項。";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "無法載入 App Store。\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "使用小工具快速執行捷徑。";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "喜好項目";

/* Favorite button title - action is favorited */
"Favorited" = "已加入喜好項目";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "帳號：%@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "以下全部為真";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "以下任一為真";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "開頭為";

/* Find filter UI operator */
"contains" = "包含";

/* Find filter UI operator */
"does not contain" = "不包含";

/* Find filter UI operator */
"ends with" = "結尾為";

/* Find filter UI operator */
"is" = "是";

/* Find filter UI operator */
"is after" = "晚於";

/* Find filter UI operator */
"is before" = "早於";

/* Find filter UI operator */
"is between" = "介於";

/* Find filter UI operator */
"is exactly" = "正好是";

/* Find filter UI operator */
"is greater than" = "大於";

/* Find filter UI operator */
"is greater than or equal to" = "大於或等於";

/* Find filter UI operator */
"is in the last" = "最近";

/* Find filter UI operator */
"is in the next" = "在未來";

/* Find filter UI operator */
"is larger than" = "是大於";

/* Find filter UI operator */
"is larger than or equal to" = "是大於或等於";

/* Find filter UI operator */
"is less than" = "小於";

/* Find filter UI operator */
"is less than or equal to" = "小於或等於";

/* Find filter UI operator */
"is longer than" = "是長於";

/* Find filter UI operator */
"is longer than or equal to" = "是長於或等於";

/* Find filter UI operator */
"is not" = "不是";

/* Find filter UI operator */
"is not exactly" = "不是剛好";

/* Find filter UI operator */
"is not on" = "不是在";

/* Find filter UI operator */
"is on" = "是在";

/* Find filter UI operator */
"is shorter than" = "是短於";

/* Find filter UI operator */
"is shorter than or equal to" = "是短於或等於";

/* Find filter UI operator */
"is smaller than" = "是小於";

/* Find filter UI operator */
"is smaller than or equal to" = "是小於或等於";

/* Find filter UI operator */
"is today" = "是今天";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "將此捷徑加入 Siri 來使用您的聲音執行此捷徑。";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "打開共享工作表並且點一下「捷徑」，使用這個來自其他 App 的捷徑。";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "輸入一個鍵來從辭典中擷取它的值，或留空來取得整個辭典。";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@（此裝置）";

/* Full name of contact */
"Full Name" = "全名";

/* Full street address of location */
"Full Street Address" = "完整街道地址";

/* Get property */
"Get" = "取得";

/* Get value for a dictionary key */
"Get Value for Key" = "取得鍵值";

/* Go to next import question */
"Continue" = "繼續";

/* Guided tour; drag actions to here hint */
"…to here" = "⋯到此處";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "將動作拖移到此處";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "在 Apple Watch 上執行時，此動作需要您使用「接力」在 iPhone 上繼續執行。";

/* Health quantity unit (e.g. mL); title */
"Unit" = "單位";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601 時間";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "「%1$@」圖形，「%2$@」背景顏色";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "選擇當此捷徑加入主畫面螢幕時所使用的自定影像。";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "當此捷徑加入到主畫面時，將使用上方的影像。";

/* Icon editor; accessibility label */
"Icon Preview" = "圖像預覽";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "捷徑圖像編輯器";

/* Icon editor; segmented control option */
"Color" = "顏色";

/* Icon editor; segmented control option */
"Glyph" = "圖形";

/* Icon editor; segmented control option */
"Home Screen" = "主畫面";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "當此捷徑從不同的裝置輸入時，將會詢問加入此處的問題。這些問題的答案會填入捷徑中。";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "您可以使用此捷徑設定中的「自定捷徑」按鈕來嘗試您的輸入問題。";

/* Import questions detail view */
"Default Answer" = "預設答案";

/* Import questions detail view */
"Question Text" = "問題文字";

/* Import questions detail view */
"Type a question here…" = "在此處輸入問題⋯";

/* Import questions details view; navigation bar title */
"Details" = "詳細資訊";

/* Import questions; button */
"Add New Question…" = "新增問題⋯";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "從下列其中一個動作中選擇參數。";

/* Import questions; choose parameter title */
"Choose a Parameter" = "選擇一個參數";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "此捷徑沒有動作。在設定「輸入問題」前，請先在捷徑中加入一些動作。";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "此捷徑接受「%@」";

/* Input types of action */
"Input" = "輸入";

/* Input variable description */
"Gets the output of the previous action." = "取得上一個動作的輸出項目。";

/* Install app icon; should match App Store GET button */
"GET" = "取得";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "從下方加入動作來建立您的捷徑。";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "從左側加入動作來建立您的捷徑。";

/* Item can be anything */
"anything" = "任何";

/* Keep all shortcuts */
"Keep All" = "保留全部";

/* Keep shortcuts */
"Keep" = "保留";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "保留 %lu 個";

/* Label for accessibility custom action to expand actions card */
"Expand" = "解壓縮";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "收合";

/* Label for types that the workflow accepts. */
"Accepted Types" = "接受的類型";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "新增「%@」";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "您要加入什麼類型的值？";

/* Long date formatting style */
"Long" = "長式";

/* Manage sharing */
"Manage Sharing" = "管理分享";

/* Medium date formatting style */
"Medium" = "中";

/* Missing action error action */
"Update Shortcuts" = "更新捷徑";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "無法在此版本的「捷徑」中找到此動作。";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "名稱和商店 URL";

/* Name of measurement unit */
"Unit (Name)" = "單位";

/* Navigation bar title */
"Select a Magic Variable" = "選擇一個「神奇變數」";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "解決衝突";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ 無法取得變數。";

/* None option */
"None" = "無";

/* Note about using the action */
"Note" = "筆記";

/* Parameter already in use by another import question */
"Already In Use" = "使用中";

/* Parameter not supported for import question */
"Not Supported for Questions" = "問題不支援";

/* Piece of text */
"Text" = "文字";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "此捷徑是從其他 App 輸入的。確定要執行嗎？";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "相對的";

/* Relative date or time formatting style */
"How Long Ago/Until" = "時間開始/時間結束";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "未知的裝置";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "此名稱將用於所有此「%@」動作的「神奇變數」。";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "重新命名「神奇變數」";

/* Rename shortcut alert title */
"Rename Shortcut" = "重新命名捷徑";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "輸入捷徑的新名稱。";

/* Rename workflow or variable */
"Rename" = "重新命名";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "需要";

/* Result types of action */
"Result" = "結果";

/* Reveal action that is associated with the variable */
"Reveal Action" = "顯示動作";

/* Scripting category */
"Scripting" = "工序指令";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "搜尋";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "複雜功能捷徑";

/* Select all input types */
"Select All" = "全選";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@⋯";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@⋯";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@⋯";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@（%@）";

/* Share a shortcut */
"Share Shortcut" = "分享捷徑";

/* Share a workflow along with a description */
"Share with Description" = "分享說明";

/* Share a workflow as a file */
"Share as File" = "分享為檔案";

/* Share shortcut */
"Share" = "分享";

/* Short date formatting style */
"Short" = "短式";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "「%@」沒有包含動作。";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "空的捷徑";

/* Shortcut contains no actions error title */
"No Actions" = "沒有動作";

/* Shortcut description placeholder */
"Customize Shortcut…" = "自定捷徑⋯";

/* Shortcut icon */
"Icon" = "圖像";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "選擇捷徑";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "已搬移到「%1$@」和「%2$@」之間";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "搬移到「%@」之後的末端";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "移到「%@」之前的頂端";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "若要使用來自「今天」小工具的捷徑，請依照一些簡易步驟的指示來加入小工具。或是點一下「完成」來稍後設定。";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "加入「今天」小工具來快速執行捷徑。";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Safari 中共享工作表的螢幕快照，「捷徑」活動已反白";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "「動作延伸功能」捷徑是從其他 App 內的共享工作表執行的。";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "從螢幕上方往下拉，即可在「通知中心」內執行「今天」小工具捷徑。";

/* Shortcut types help view; title */
"Shortcut Types" = "捷徑類型";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "已在 %@ 上刪除";

/* Shortcut was deleted on another device */
"Deleted on another device" = "已在另一部裝置上刪除";

/* Shortcut was modified on a specified device */
"Modified on %@" = "修改於：%@";

/* Shortcut was modified on another device */
"Modified on another device" = "已在另一部裝置上修改";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "搜尋捷徑⋯";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "「通知中心」中「捷徑」小工具的螢幕快照";

/* Siri phrase */
"“%@”" = "「%@」";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "略過設定";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "停止共享";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "送出到「捷徑資料庫」";

/* Tap to choose an option */
"Tap to Choose" = "點一下來選擇";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "來看看我建立的捷徑！";

/* The accessibility label for the actions table view container */
"Actions Controller" = "動作控制器";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "螢幕下方";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "螢幕右上方";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "任何";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "無";

/* Title */
"Actions" = "動作";

/* Title */
"Date Format" = "日期格式";

/* Title */
"Requires Handoff" = "需要「接力」";

/* Title */
"Shortcuts" = "捷徑";

/* Title */
"Time Format" = "時間格式";

/* Title */
"Type" = "類型";

/* Title for action drawer categories view */
"Categories" = "類別";

/* Title for configuration page for unit */
"Unit (Title)" = "單位";

/* Title of main screen showing your library of shortcuts */
"Library" = "資料庫";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "自定捷徑";

/* Title or button */
"Import Questions" = "輸入問題";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "砰！您的「今天」小工具已設定完成。";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "接下來，從「捷徑資料庫」取得一些「今天」小工具捷徑。";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "使用「捷徑」的「今天」小工具，只要拉下「通知中心」，您就可以在任何 App 中點一下來執行捷徑。";

/* Today widget explanation button */
"Add Widget" = "加入小工具";

/* Today widget explanation button */
"View the Gallery" = "檢視捷徑資料庫";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "隨時隨地在您的 %MODEL% 上快速執行捷徑。";

/* Unknown item */
"Unknown" = "未知";

/* Used in a phrase like 'Add new item' */
"new item" = "新項目";

/* User’s favorited workflows or actions */
"Favorites" = "喜好項目";

/* Variable field placeholder */
"Variable Name" = "變數名稱";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "您可以加入「設定變數」動作來製作變數。";

/* Varible picker; none available error title */
"No Variables Are Available" = "沒有可用的變數";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "衝突";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "設定此捷徑";

/* Workflow name */
"Name of Shortcut" = "名稱";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "點一下「完成」來繼續編輯捷徑。";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "「捷徑」Watch App 的螢幕快照";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Apple Watch 捷徑是從您的手腕透過「捷徑」手錶 App 或複雜功能來執行的。";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "要如何找到「今天」小工具？";

/* iOS Today Widget */
"Today Widget" = "「今天」小工具";

